Repository: yeager/swedish-tm
Catalog: reviewed/catalogs/mailfromd.tmx
Source language: en
Languages: sv

source: INTERNAL ERROR: unrecognized PEM error code: %d
sv: INTERNT FEL: Oigenkänd PEM-felkod: %d

source: function %s must return number
sv: funktion %s måste returnera nummer

source: wrong assignment format: %s
sv: fel format på uppgiften: %s

source: mlfi_connect: unsupported address family: %d
sv: mlfi_connect: adressfamilj som inte stöds: %d

source: unknown timeout: %c
sv: okänd timeout: %c

source: malformed canonical stream
sv: missbildad kanonisk ström

source: arg: interval
sv: arg: intervall

source: unknown
sv: okänd

source: url: string
sv: webbadress: sträng

source: preprocess source files and exit
sv: förbehandla källfiler och avsluta

source: HANDLER
sv: HANDHAVARE

source: %s: set reuseaddr failed (%s)
sv: %s: Set reuseaddr misslyckades (%s)

source: INTERNAL ERROR at %s:%d: server function not defined
sv: INTERNT FEL vid %s:%d: serverfunktionen är inte definierad

source: invalid pidfile name: must be absolute
sv: ogiltigt pidfile-namn: måste vara absolut

source: switch to this user privileges after startup
sv: växla till denna användarbehörighet efter uppstart

source: list is not applicable to this DB format
sv: listan är inte tillämplig på detta DB-format

source: filter script file %s/%s%s does not exist or is unreadable
sv: filterskriptfilen %s/%s%s finns inte eller är oläslig

source: pipe left: %s
sv: rör till vänster: %s

source: %s: server already passed negotiation
sv: %s: servern har redan klarat förhandlingen

source: failed to initialize sieve machine: %s
sv: misslyckades med att initiera siktmaskinen: %s

source: enable stack traces on runtime errors
sv: aktivera stackspårning vid körtidsfel

source: cannot install variable %s: %s
sv: kan inte installera variabeln %s: %s

source: INTERNAL ERROR: no such server type: %s
sv: INTERNT FEL: ingen sådan servertyp: %s

source: `%s' already included here
sv: `%s' redan inkluderad här

source: unable to create new socket: %s
sv: det går inte att skapa ett nytt uttag: %s

source: Single-process mode.
sv: Enprocessläge.

source: reject code should be 5xx
sv: avvisningskoden ska vara 5xx

source: server %s: undefined ACL result; access from %s allowed
sv: server %s: odefinierat ACL-resultat; åtkomst från %s tillåten

source: INTERNAL ERROR at %s:%d, unexpected node type %d
sv: INTERNT FEL vid %s:%d, oväntad nodtyp %d

source: set milter timeouts
sv: ställ in tidsgränser för milter

source: function `%s' cannot be used in prog `%s'
sv: funktion `%s' kan inte användas i prog `%s'

source: stack trace:
sv: stackspårning:

source: redeclaring `%s' as different data type
sv: omdefiniera `%s' som en annan datatyp

source: Read filter script from <file>.
sv: Läs filterskriptet från <file>.

source: unsupported reply code: %c (%d)
sv: svarskod som inte stöds: %c (%d)

source: end of context loop: %d
sv: slutet av kontextloopen: %d

source: cannot compile regex: %s
sv: kan inte kompilera regex: %s

source: cannot create temporary directory (%s): %s
sv: kan inte skapa en tillfällig katalog (%s): %s

source: Sets the URL of the default callout server.
sv: Ställer in URL:en för standardservern för utrop.

source: invalid #line statement
sv: ogiltig #line-sats

source: %s: invalid log level
sv: %s: ogiltig loggnivå

source: run in single-process mode
sv: körs i enprocessläge

source: cannot import symbol `%s': %s
sv: kan inte importera symbolen `%s': %s

source: read relayed domains from FILE
sv: läsa vidarebefordrade domäner från FILE

source: cannot fetch key: %s
sv: kan inte hämta nyckel: %s

source: mailbox not open
sv: brevlådan inte öppen

source: enable transcript of SMTP sessions
sv: aktivera transkribering av SMTP-sessioner

source: %s: %s called with flags=%x
sv: %s: %s anropad med flaggor=%x

source: unsupported SPAMD version: %s
sv: sPAMD-version som inte stöds: %s

source: cannot send message: %s
sv: kan inte skicka meddelande: %s

source: arg: list
sv: arg: lista

source: too many macros defined for stage "mail", while processing "auth-macros" statement
sv: för många makron definierade för scenen "mail", vid bearbetning av "auth-macros" -uttalande

source: write failed: %s
sv: skrivning misslyckades: %s

source: cannot restore current directory: %s
sv: kan inte återställa aktuell katalog: %s

source: extra arguments in daemon mode
sv: extra argument i daemon-läge

source: divert output of the "echo" instruction to FILE
sv: avleda utdata från "echo"-instruktionen till FILE

source: INTERNAL ERROR at %s:%d
sv: INTERNT FEL vid %s:%d

source: Set source address for TCP connections.
sv: Ange källadress för TCP-anslutningar.

source: unknown smtp state tag: %s
sv: okänd smtp tillstånd tagg: %s

source: increase verbosity level
sv: öka ordrikhetsnivån

source: Set write timeout.
sv: Ställ in tidsgräns för skrivning.

source: cannot get NS records for %s
sv: kan inte få NS-poster för %s

source: %s started
sv: %s startade

source: state %s is unreachable from %s
sv: tillstånd %s är oåtkomligt från %s

source: unknown host name %s
sv: okänt värdnamn %s

source: RUNTIME ERROR near %s:%u:
sv: KÖRTIDSFEL nära %s:%u:

source: not a valid URL: %s
sv: inte en giltig URL: %s

source: start of context loop
sv: start av kontextslinga

source: ADDRESS
sv: ADRESS

source: %s: write error: %s
sv: %s: skrivfel: %s

source: invalid mailbox descriptor
sv: ogiltig brevlådebeskrivare

source: duplicate module declaration
sv: duplikat moduldeklaration

source: set MTA connection timeout
sv: set Timeout för MTA-anslutning

source: child %lu terminated with unrecognized status
sv: barn %lu avslutat med okänd status

source: %s: write failed: %s
sv: %s: skrivning misslyckades: %s

source: read header: size=%lu, cmd=%c
sv: läs header: storlek=%lu, cmd=%c

source: cannot unlink pidfile `%s': %s
sv: kan inte ta bort länken till pidfilen `%s': %s

source: mu_dbm_open(%s) failed: %s (%s)
sv: mu_dbm_open(%s) misslyckades: %s (%s)

source: can't open %s: %s
sv: kan inte öppna %s: %s

source: Maximum number of file descriptors pmilter is allowed to open
sv: Maximalt antal filbeskrivare som pmilter får öppna

source: macros for stage "%s" (%d): %s
sv: makron för scenen "%s" (%d): %s

source: listen on the given URL
sv: lyssna på den angivna URL:en

source: unknown SMTP stage
sv: okänt SMTP-steg

source: server %s: access from %s blocked
sv: server %s: åtkomst från %s blockerad

source: Maximum number of stream descriptors.
sv: Maximalt antal stream descriptors.

source: with --compact or --expire: apply the operation to all available databases
sv: med --compact eller --expire: tillämpa åtgärden på alla tillgängliga databaser

source: cannot create pidfile `%s': %s
sv: kan inte skapa pidfilen `%s': %s

source: dump grammar traces
sv: dumpa grammatiska spår

source: failed to set up signals: %s
sv: misslyckades med att sätta upp signaler: %s

source: setegid(%lu) failed: %s
sv: setegid(%lu) misslyckades: %s

source: positive-expire-interval is valid only for cache database
sv: positive-expire-interval gäller endast för cache-databasen

source: descending range in character class near %s
sv: fallande intervall i teckenklass nära %s

source: INTERNAL ERROR at %s:%d: please report
sv: INTERNT FEL vid %s:%d: vänligen rapportera

source: ignoring milter command: %c
sv: ignorerar Milter-kommandot: %c

source: set new program state directory
sv: ställa in nytt program statskatalog

source: %s: end of file
sv: %s: slutet av filen

source: script file specified twice (%s and %s)
sv: skriptfilen anges två gånger (%s och %s)

source: right-hand side argument to fnmatch is of wrong data type
sv: höger sidas argument till fnmatch är av fel datatyp

source: arguments are ignored for accept
sv: argument ignoreras för accept

source: unknown clamav response: %s
sv: okänd clamav svar: %s

source: command line was: %s
sv: kommandoraden var: %s

source: type: string
sv: typ: sträng

source: failed to append to opool: %s
sv: misslyckades med att lägga till i opool: %s

source: delete given entries from the database
sv: radera givna poster från databasen

source: source and replacement ranges differ in size
sv: käll- och ersättningsområden skiljer sig åt i storlek

source: %s too big
sv: %s för stor

source: symbol table is full
sv: symbolbordet är fullt

source: invalid connection type: %s; port is meaningless for UNIX sockets
sv: ogiltig anslutningstyp: %s; porten är meningslös för UNIX-sockets

source: mailfromd exited with status %d
sv: mailfromd avslutades med status %d

source: invalid DNS reply number: %ld
sv: ogiltigt DNS-svarsnummer: %ld

source: debug messages include source information
sv: felsökningsmeddelanden innehåller källinformation

source: unknown host name: %s
sv: okänt värdnamn: %s

source: cannot append body chunk: %s
sv: kan inte lägga till body chunk: %s

source: port out of range: %u
sv: port utanför intervallet: %u

source: fork() failed: %s
sv: fork() misslyckades: %s

source: no more files available
sv: inga fler filer tillgängliga

source: smfi_register: %s: version mismatch; application %d != implementation %d
sv: smfi_register: %s: version mismatch; applikation %d != implementering %d

source: filter abilities %#lx do not match MTA milter abilities %#lx
sv: filterförmågan %#lx matchar inte MTA:s filterförmågor %#lx

source: cannot remove record `%*.*s' from `%s': %s
sv: kan inte ta bort posten `%*.*s' från `%s': %s

source: Written by %s.
sv: Skrivet av %s.

source: unknown client type %s
sv: okänd klienttyp %s

source: Set remote milter type. Only `milter' is understood so far.
sv: Ange typ av fjärrstyrd milter. Endast `milter' är förstådd hittills.

source: %s: invalid connection type: %s; missing port number
sv: %s: ogiltig anslutningstyp: %s; portnummer saknas

source: duplicate parameter: %s
sv: duplicerad parameter: %s

source: file: string
sv: fil: sträng

source: %s: unsupported protocol: %s
sv: %s: protokoll som inte stöds: %s

source: %s: server not connected, cannot negotiate
sv: %s: servern är inte ansluten, kan inte förhandla

source: error writing temporary stream: %s
sv: fel vid skrivning av tillfällig ström: %s

source: use the SMTP protocol on standard input and output (same as -bs)
sv: använda SMTP-protokollet på standard in- och utdata (samma som -bs)

source: Timeout for QUIT response.
sv: Timeout för QUIT-svar.

source: pass temporary directory to mailfromd as its state dir (with -Xauto)
sv: skicka en tillfällig katalog till mailfromd som dess state dir (med -Xauto)

source: no previous regular expression
sv: inget tidigare reguljärt uttryck

source: %s: not a socket
sv: %s: inte ett uttag

source: invalid module declaration
sv: ogiltig moduldeklaration

source: read resolver configuration from FILE
sv: läsa resolverkonfiguration från FILE

source: syntax check failed; restart cancelled
sv: syntaxkontroll misslyckades; omstart avbruten

source: `%s' is not a regular file
sv: `%s' är inte en vanlig fil

source: INTERNAL ERROR: variable %s not found
sv: INTERNT FEL: variabeln %s hittades inte

source: cannot create transcript stream: %s
sv: kan inte skapa transkriptström: %s

source: cannot remove record `%s' from `%s': %s
sv: kan inte ta bort posten `%s' från `%s': %s

source: state %s, next state %s
sv: tillstånd %s, nästa tillstånd %s

source: spf_data_init: can't convert IP address %s: %s
sv: spf_data_init: kan inte konvertera IP-adress %s: %s

source: invalid version syntax
sv: ogiltig version syntax

source: socket path name too long: %s
sv: socket sökvägsnamn för långt: %s

source: call to %s in module %s failed
sv: anrop till %s i modul %s misslyckades

source: --format is incompatible with --all
sv: --format är inkompatibelt med --all

source: run in test mode
sv: kör i testläge

source: ignore failed reads while compacting the database
sv: ignorera misslyckade läsningar vid komprimering av databasen

source: missing trailing delimiter
sv: saknar efterföljande avgränsare

source: cannot compile regex (%s): %s
sv: kan inte kompilera regex (%s): %s

source: failed to return to initial working directory: %s
sv: misslyckades med att återgå till den ursprungliga arbetskatalogen: %s

source: mode: octal
sv: läge: oktal

source: force the given Milter actions
sv: tvinga fram de givna Milter-åtgärderna

source: invalid SMTP reply code
sv: ogiltig SMTP-svarskod

source: cannot get MXs for %s
sv: kan inte få MX för %s

source: built-in function `%s' cannot be used in prog `%s'
sv: den inbyggda funktionen `%s' kan inte användas i prog `%s'

source: reject extended code should be 5.x.x
sv: avvisa utökad kod bör vara 5.x.x

source: Pass include search path to the preprocessor via -I options (default: false)
sv: Skicka sökvägen för inkludering till preprocessorn via -I-alternativen (standard: false)

source: empty pragma
sv: tom pragma

source: error parsing --sender-sockaddr argument: %s
sv: fel vid analys av argumentet --sender-sockaddr: %s

source: setreuid(%lu,-1) failed: %s
sv: setreuid(%lu,-1) misslyckades: %s

source: unsupported RSA version in file %s
sv: rSA-version som inte stöds i filen %s

source: Set the domain name for EHLO command.
sv: Ställ in domännamnet för kommandot EHLO.

source: set source address for TCP connections
sv: ange källadress för TCP-anslutningar

source: var: string> <value: string-or-number
sv: var: sträng> <värde: sträng-eller-tal

source: Name of the preprocessor setup file. Looked up in include search path, unless absolute.
sv: Namnet på preprocessorns installationsfil. Letas upp i sökvägen för include, om den inte är absolut.

source: %08lx: unknown opcode %u; aborting dump
sv: %08lx: okänd opkod %u; avbryter dumpning

source: cannot unlink %s: %s
sv: kan inte ta bort länken %s: %s

source: Dump stack traces on runtime errors.
sv: Dumpa stackspår vid körtidsfel.

source: cannot create gacopyz server
sv: kan inte skapa gacopyz-server

source: Debugging and tracing
sv: Felsökning och spårning

source: Read relayed domain names from the file
sv: Läsa vidarebefordrade domännamn från filen

source: Set Mailfromd debug verbosity level. Argument is a comma-separated list of debug specifications, each of which has the following form: <module: string>[=<level: number>] where <module> is the name of a Mailfromd module, and <level> is the desired verbosity level for that module.
sv: Ställer in Mailfromds felsökningsnivå. Argument är en kommaseparerad lista med felsökningsspecifikationer, som var och en har följande form: <module: string>[=<level: number>] där <module> är namnet på en Mailfromd-modul och <level> är den önskade felsökningsnivån för den modulen.

source: addr
sv: adress

source: error parsing pragma: %s
sv: fel vid parsning av pragma: %s

source: argument out of range: start=%ld
sv: argument utanför intervallet: start=%ld

source: setgid(%lu) failed: %s
sv: setgid(%lu) misslyckades: %s

source: %s: opening listen socket on %s
sv: %s: öppnar lyssningsuttag på %s

source: this statement has no effect in %s
sv: detta uttalande har ingen effekt i %s

source: message size out of representable range
sv: meddelandets storlek utanför det representativa intervallet

source: print location column numbers in compiler diagnostics messages
sv: skriva ut kolumnnummer för plats i kompilatorns diagnostikmeddelanden

source: connect from %s:%u
sv: anslut från %s:%u

source: cannot restart: %s
sv: kan inte starta om: %s

source: set communication socket
sv: ställ in kommunikationsuttag

source: unrecognized time format (near `%s')
sv: oigenkänt tidsformat (nära `%s')

source: set debug verbosity level
sv: ställ in felsökningsnivå

source: no such db format: %s
sv: inget sådant db-format: %s

source: cannot check TBF rate for %s
sv: kan inte kontrollera TBF-avgiften för %s

source: cannot rename %s to %s: %s
sv: kan inte byta namn på %s till %s: %s

source: %s appears to run with pid %lu. If it does not, remove `%s' and retry.
sv: %s verkar köras med pid %lu. Om den inte gör det, ta bort `%s' och försök igen.

source: cannot install constant %s: %s
sv: kan inte installera konstant %s: %s

source: malformed data list
sv: missbildad datalista

source: unknown regexp flag: %s
sv: okänd regexp-flagga: %s

source: Database management commands
sv: Kommandon för databashantering

source: this source file requires %s version %s or later,
sv: denna källfil kräver %s version %s eller senare,

source: accept failed: %s
sv: accept misslyckades: %s

source: path: string
sv: sökväg: sträng

source: message not open
sv: meddelandet inte öppet

source: Cannot create list: %s
sv: Det går inte att skapa en lista: %s

source: cannot store datum `%s' into `%s': %s
sv: kan inte lagra datum `%s' i `%s': %s

source: Sendmail address header postprocessing failed: %s
sv: Efterbehandlingen av adresshuvudet i Sendmail misslyckades: %s

source: %s: not a valid X spec
sv: %s: inte en giltig X-specifikation

source: set the body chunk for xxfi_body calls
sv: ställa in kroppsbiten för xxfi_body-anrop

source: execution of the filter program was not finished
sv: utförandet av filterprogrammet var inte klart

source: Maximum number of mailboxes to open simultaneously.
sv: Maximalt antal brevlådor som kan öppnas samtidigt.

source: set MTA mode (-bd or -bs)
sv: ange MTA-läge (-bd eller -bs)

source: Mode selection
sv: Val av läge

source: Cannot open temporary file: %s
sv: Det går inte att öppna en temporär fil: %s

source: preprocessor options given, but no default preprocessor defined: use the --preprocessor option
sv: preprocessor-alternativ angivna, men ingen standardpreprocessor definierad: använd alternativet --preprocessor

source: %s restarting
sv: %s omstart

source: state directory `%s' is not an absolute file name
sv: state directory `%s' är inte ett absolut filnamn

source: %s: invalid connection type: %s; port is meaningless for UNIX sockets
sv: %s: ogiltig anslutningstyp: %s; port är meningslös för UNIX-sockets

source: retain the supplementary group NAME when switching to user privileges
sv: behålla den kompletterande gruppen NAME när du byter till användarrättigheter

source: %s terminated
sv: %s avslutade

source: %s: shan_optneg: MTA flags %#lx do not match actions requirements %#lx
sv: %s: shan_optneg: MTA-flaggor %#lx stämmer inte överens med åtgärdskraven %#lx

source: delete expired entries from the database
sv: ta bort utgångna poster från databasen

source: invalid connection type: %s; unknown port name
sv: ogiltig anslutningstyp: %s; okänt portnamn

source: cannot create debug stream; transcript disabled: %s
sv: kan inte skapa debug-ström; transkription inaktiverad: %s

source: set name of the trace file
sv: ange namn på spårningsfilen

source: memory chunk too big to fit into heap
sv: minnesdelen är för stor för att rymmas i heapen

source: %s in module %s has NULL value
sv: %s i modul %s har NULL-värde

source: dump disassembled code
sv: dumpa disassemblerad kod

source: calloutd -- a call out server
sv: calloutd -- en utropsserver

source: header size out of representable range
sv: rubrikstorlek utanför representativt intervall

source: MODULES
sv: MODULER

source: setresgid(%lu,%lu,%lu) failed: %s
sv: setresgid(%lu,%lu,%lu) misslyckades: %s

source: unexpected end of file in %s
sv: oväntat slut på filen i %s

source: unsupported MMDB data type %d
sv: mMDB-datatyp som inte stöds %d

source: missing '=' after %c
sv: saknar '=' efter %c

source: spec: list
sv: spec: lista

source: %s failed on %s, value %s: %s
sv: %s misslyckades på %s, värde %s: %s

source: cannot stat file `%s': %s
sv: kan inte stat-fil `%s': %s

source: Command modifiers
sv: Kommandomodifierare

source: %s: invalid address: %s
sv: %s: ogiltig adress: %s

source: $N is allowed only in functions with variable number of arguments
sv: $N är endast tillåtet i funktioner med variabelt antal argument

source: %s: not a valid X spec, invalid T field near %s
sv: %s: inte en giltig X-specifikation, ogiltigt T-fält nära %s

source: unspecified data type in conditional expression: please, report
sv: ospecificerad datatyp i villkorligt uttryck: snälla, rapportera

source: remote side has closed connection
sv: fjärrsidan har sluten anslutning

source: Enable filter program tracing.
sv: Aktivera spårning av filterprogram.

source: client requested unsupported milter version: %#lx
sv: klienten begärde en Milter-version som inte stöds: %#lx

source: numeric value out of range
sv: numeriskt värde utanför intervallet

source: enable filter program tracing
sv: aktivera spårning av filterprogram

source: invalid use of $macro in startup handler
sv: ogiltig användning av $macro i starthanteraren

source: preprocessor options given, but the use of preprocessor is disabled; use the --preprocessor option
sv: preprocessor-alternativ anges, men användningen av preprocessor är inaktiverad; använd alternativet --preprocessor

source: %s: unable to create new socket: %s
sv: %s: Det går inte att skapa ett nytt uttag: %s

source: Retain the supplementary group <name> when switching to user privileges
sv: Behåll tilläggsgruppen <name> när du byter till användarrättigheter

source: cannot connect to %s: %s
sv: kan inte ansluta till %s: %s

source: invalid argument type in binary operation
sv: ogiltig argumenttyp i binär operation

source: bad canonicalization type: %s
sv: dålig kanoniseringstyp: %s

source: FAMILY[,HOSTNAME,ADDRESS[,PORT]]
sv: FAMILJ[,VÄRDNAMN,ADRESS[,PORT]]

source: preprocessor stopped
sv: preprocessorn stoppad

source: no such reply: %ld
sv: inget sådant svar: %ld

source: operation is not applicable
sv: operationen är inte tillämplig

source: Define macros for the given SMTP stage.
sv: Definiera makron för det angivna SMTP-steget.

source: parameter `%s' is shadowing a global
sv: parametern `%s' skuggar en global

source: unknown syslog priority (%s), redirecting stderr to %s
sv: okänd syslog-prioritet (%s), omdirigerar stderr till %s

source: %s: cannot connect to `%s': %s
sv: %s: kan inte ansluta till `%s': %s

source: unknown group: %s
sv: okänd grupp: %s

source: arg: never|always|ondemand
sv: arg: aldrig|alltid|ondemand

source: refusing to run as root
sv: vägrar att ställa upp som root

source: module file %s not found in mfmod_path
sv: modulfil %s hittades inte i mfmod_path

source: function %s is not defined
sv: funktionen %s är inte definierad

source: cannot parse include line: %s
sv: kan inte analysera inkludera rad: %s

source: log to stderr
sv: logga till stderr

source: Operation modifiers
sv: Modifierare av operationer

source: cannot get rate for %s
sv: kan inte få pris för %s

source: unknown database format: %s
sv: okänt databasformat: %s

source: dump lexical analyzer traces
sv: dumpa spår av lexikal analysator

source: invalid version syntax (near %s)
sv: ogiltig versionssyntax (nära %s)

source: Deprecated. It is equivalent to `option "default"', i.e. it marks this callout server as the default one.
sv: Föråldrad. Det är likvärdigt med `option "default"', dvs. det markerar den här servern för utrop som standard.

source: %s [%lu] terminated on signal %d
sv: %s [%lu] avbruten vid signal %d

source: bad sender address `%s': %s
sv: dålig avsändaradress `%s': %s

source: %scannot get the size of the header stream: %s
sv: %s kan inte få storleken på rubrikströmmen: %s

source: no servers defined; will listen on %s
sv: inga servrar definierade; kommer att lyssna på %s

source: not enough memory
sv: inte tillräckligt med minne

source: cannot change to directory %s: %s
sv: kan inte byta till katalog %s: %s

source: %s: stream_read: read 0 bytes
sv: %s: stream_read: läste 0 byte

source: preprocessor terminated abnormally
sv: förprocessorn avslutades onormalt

source: cannot create DSN: %s
sv: kan inte skapa DSN: %s

source: `on poll' used without prior `require poll'
sv: "on poll" används utan föregående "require poll"

source: not enough arguments to define-macros
sv: inte tillräckligt med argument för define-macros

source: %s: cannot bind to %s: %s
sv: %s: kan inte bindas till %s: %s
